{
    "blogs": [
        {
            "selected":"",
            "title": "An Overview Of Our Blogs and What We Hope To Achieve With Them",
            "author": "Big Mom",
            "image": "BigMom.jpg",
            "date":"8/23/2020",
            "summary": "An introduction to our purpose for making blogs and how we hope to create a substantial impact within our community.",
            "content": "<p>Hey Everyone,</p><p>We wanted our very first blog post to be an introduction to our blog and what exactly we plan to do with this platform. We know that blogs can always improve, so we are receptive to any comments and feedback you give. That being said, let us get started.</p><p>This blog is mainly going to be covering issues across the world and what we can do within our local community to help out those in need. Primarily, we will be focusing on the issues UNICEF tackles across the globe, such as global health and immunization, refugees, water, sanitation, child marriage, and many more pressing issues. Although Harmony Heals has brought a lot of awareness towards medical problems, we hope to expand ourselves and shed light to these other issues as well. We feel that it’s extremely important for the general public and especially our members to have an understanding of what is going on around the world. Sometimes we take our current situation as granted and do not realize the opportunity that we have been given in our lives. Through these posts, we hope to bring a greater sense of awareness and also educate individuals regarding these global problems.</p><p>Each blog post will focus on a specific issue, and explain the situation in detail through facts, statistics, and witness accounts to add depth to our blogs. We want to make sure what we say is factual, so we will also be citing sources that you can use for your own research. We will also include different ways you can help to fight for these causes through petitions, donation links, and organizations that are working toward that specific cause.</p><p>We will also try to keep the issues somewhat current and relevant in order to explain what’s going on in the world as it happens. We recognize that there are a lot of things that we don't have full clarity on, but that’s exactly why this blog was created. We want to make sure everyone is informed on current affairs and how they relate to these pressing issues. In addition, we aim to keep these posts moderate in regards to length and bold certain key points so that it is also easy to skim through the content.</p><p>Finally, as we mentioned before, we will be open to any suggestions that you may have. If you have any ideas for topics we could cover, ways we can share information, or anything at all, make sure to contact us through email or Instagram DM.</p><p>We know that helping towards these issues can seem far-fetched, but the first step to solve any problem is through understanding the situation around and bringing awareness. That’s exactly what we want to do with this blog, so we can all make a positive impact on our world.</p><p>Stay tuned,</p><div class = 'footer'><p class = 'footer-text'>Harmony Heals Team<br /></p></div>",
            "categories": [
                "All",
                "Informative"
            ],
            "references": [
              "https://www.cfr.org/global-conflict-tracker/conflict/war-yemen",
              "https://www.brookings.edu/blog/future-development/2020/06/15/yemen-and-covid-19-the-pandemic-exacts-its-devastating-toll/"
            ]
        },
        {
            "selected":"",
            "title": "The Consequence Of The Yemen Crisis And How We Can Take Action",
            "author": "Shanks",
            "image" : "Shanks.jpg",
            "date":"8/23/2020",
            "summary": "A comprehensive look at the dire situation within Yemen and how we can  make a meaningful difference within our own local community.",
            "content": "<p>Hey everyone,</p><p>Welcome to Harmony Heals’ blog! As you probably know from our first post, we will be blogging about issues that are happening around the world. <b>We will also be providing you with information (petitions and fundraisers) that you can use to bring awareness</b> to the issue.</p><p>For this blog entry, we are going to be discussing the ever-worsening situation in Yemen. The Yemeni conflict arose back in 2014 when Houthi insurgents captured the Yemen capital of San’a. Soon, the Houthis took over the presidential palace in January 2015 after failed negotiations, leading to the resignation of President Abi Rabbu Mansour Hadi and his government. Chaos then ensued as <b>Gulf states economically isolated Yemen and began to deliver strategic air strikes to the Houthi rebels.</b> In September 2015, Hadi rescinded his resignation and returned to Yemen, only to be exiled; Hadi now resides in Saudi Arabia. Fighting has continued ever since and there appears to be no end in sight.</p><p>The Yemeni crisis has affected Yemeni civilians greatly, as the <b>civilian death toll has exceeded 15,000 killed or injured</b> (Conflict Tracker). 22 million civilians are still in need of assistance, another 8 million are at risk of famine, <b>1 million people have suffered from a recent cholera outbreak, and both sides have appeared to violate human rights.</b> Worst of all, COVID-19 is hitting Yemen, with 494 reported deaths over the last 4 months. <b>Yemen is suffering from the worst humanitarian crisis in the world</b> and we have to do what we can to help.</p><p>One of the first things you can do to help with the situation is donate to UNICEF. <b>UNICEF is one of the largest and most trusted non-profit organizations in the world</b>, and they are doing everything they can to help the people in Yemen right now. You can visit their website here at www.unicefusa.org. You can also do your part by <b>posting on social media and spreading the message to your friends and family.</b> We have a post on our instagram that also allows for the message to be sent in a clear and coherent manner. <b>With more awareness on the issue, we can encourage education and donation across the world.</b></p><p>Stay tuned,</p><p>Harmony Heals Team</p>",
            "categories": [
                "All",
                "Informative"
            ],
            "references": [
              "https://www.cfr.org/global-conflict-tracker/conflict/war-yemen",
              "https://www.brookings.edu/blog/future-development/2020/06/15/yemen-and-covid-19-the-pandemic-exacts-its-devastating-toll/"
            ]
        }

    ]
}
